{
  "time_of_day": [
    "oggend",
    "middag",
    "aand",
    "nag"
  ],
  "setting": [
    "huis",
    "skool",
    "kerk",
    "markplein",
    "stadion",
    "biblioteek",
    "wildtuin",
    "strand",
    "bergpas",
    "wynplaas"
  ],
  "tone": [
    "sag",
    "ernstig",
    "ondersteunend",
    "vrolik",
    "sarkasties",
    "formeel",
    "informeel"
  ],
  "relationship": [
    "eggenoot",
    "vennoot",
    "vriend",
    "kollega",
    "familie",
    "niggie",
    "neef",
    "ouer",
    "kind",
    "onderwyser"
  ],
  "aac_system": [
    "sleutelbord-gebaseerde AAC toestel",
    "oogkyk-toestel",
    "aanraakskerm-toestel",
    "gebaretaal-stelsel"
  ],
  "aac_mlu_length": [
    "kort",
    "medium",
    "lank"
  ],
  "writing_style": [
    "Die AAC-gebruiker se boodskappe moet vertoon word soos dit op hul AAC-toestel se boodskapbalk sou verskyn - kort frases, moontlik telegrafies of ongrammatikaal. Moenie ellipses ... of teksstyl-punksie gebruik nie. AAC-boodskappe moet direkte, duidelike taal gebruik met minimale woorde (2-4 woorde per boodskap).",
    "Die AAC-gebruiker se boodskappe moet vertoon word soos dit op hul AAC-toestel se boodskapbalk sou verskyn - afgekorte sinne met 'n bietjie grammatika, maar sonder artikels of konjunksies. Boodskappe moet ietwat saamgepers wees, maar steeds basiese sinstruktuur behou (4-6 woorde per boodskap).",
    "Die AAC-gebruiker se boodskappe moet vertoon word as volledige, grammatikaal korrekte sinne. Hierdie boodskappe verteenwoordig 'n AAC-gebruiker wat rekenaarvaardig is en tyd neem om volle sinne met behoorlike grammatika en punktuasie te konstrueer, soos tipiese geskrewe kommunikasie.",
    "Die AAC-gebruiker se boodskappe moet 'n mengsel van kommunikasiestyle vertoon - soms met behulp van kort telegrafiese frases, ander kere met meer volledige sinne. Dit verteenwoordig hoe AAC-gebruikers hul kommunikasiestyl mag varieer op grond van energievlakke, dringendheid of kompleksiteit van die boodskap.",
    "Boodskappe is kort, direk, dikwels sonder klein woorde. Sinne is 2-5 woorde lank. Geen teksstyl-afkortings of ellipses nie.",
    "Boodskappe is 'n mengsel van telegrafiese frases en kort volle sinne. Pas styl natuurlik aan op grond van die doel van die boodskap."
  ],
  "topic": [
    "rugby",
    "braai",
    "plaaslike musiek",
    "politiek",
    "wildlewe",
    "toerisme",
    "plaaslike nuus",
    "wynmaak",
    "geskiedenis",
    "kunstefeeste"
  ],
  "aac_user": [
    "Johannes",
    "Pieter",
    "Francois",
    "Marie",
    "Elize",
    "Gerhard",
    "Linda",
    "Christine",
    "Hendrik",
    "Annelize"
  ],
  "partner": [
    "Willem",
    "Jacobus",
    "Elsie",
    "Magda",
    "Cornelius",
    "Anna",
    "Johanna",
    "Petrus",
    "Suzanne",
    "Daniel"
  ]
}