{
  "time_of_day": [
    "الصباح",
    "الظهيرة",
    "المساء",
    "الليل"
  ],
  "setting": [
    "المسجد",
    "المدرسة",
    "المتجر",
    "البيت",
    "المطعم",
    "المكتبة",
    "الشارع",
    "الحديقة",
    "المستشفى",
    "المتحف"
  ],
  "tone": [
    "لطيف",
    "جاد",
    "متعاون",
    "غاضب",
    "سعيد",
    "حزين",
    "متحمس",
    "متردد",
    "متفائل",
    "متشائم"
  ],
  "relationship": [
    "الزوج",
    "الشريك",
    "الصديق",
    "الأخ",
    "الأخت",
    "الأب",
    "الأم",
    "الابن",
    "الابنة",
    "الجد",
    "الجدة"
  ],
  "aac_system": [
    "جهاز AAC لوحة المفاتيح",
    "جهاز AAC بالنظر",
    "جهاز AAC تلامسي",
    "جهاز AAC الرمزي",
    "جهاز AAC الصوتي"
  ],
  "aac_mlu_length": [
    "قصير",
    "متوسط",
    "طويل"
  ],
  "writing_style": [
    "يجب أن تظهر رسائل المستخدم لوسيلة المساعدة على الاتصال كما ستظهر على شريط الرسائل الخاص به — عبارات قصيرة، قد تكون تلغرافية أو غير نحوية. تجنب استخدام النقاط المتتالية ... أو علامات الترقيم الخاصة بالرسائل النصية. يجب أن تستخدم رسائل الاتصال المساعدة لغة مباشرة وواضحة بأقل عدد من الكلمات (2-4 كلمات لكل رسالة).",
    "يجب أن تظهر رسائل المستخدم لوسيلة المساعدة على الاتصال كما ستظهر على شريط الرسائل الخاص به — جمل مختصرة مع بعض القواعد النحوية لكن بدون مقالات أو أدوات ربط. يجب أن تكون الرسائل مكثفة إلى حد ما ولكن لا يزال يحافظ على الهيكل الأساسي للجملة (4-6 كلمات لكل رسالة).",
    "يجب أن تظهر رسائل المستخدم لوسيلة المساعدة على الاتصال كجمل كاملة، صحيحة من الناحية النحوية. هذه الرسائل تمثل مستخدم الاتصال المساعد الذي يعرف كيفية استخدام الكمبيوتر ويأخذ الوقت لبناء جمل كاملة بالنحو الصحيح والترقيم، مشابهة للاتصال الكتابي النموذجي.",
    "يجب أن تظهر رسائل المستخدم لوسيلة المساعدة على الاتصال مزيج من أنماط الاتصال — في بعض الأحيان باستخدام عبارات تلغرافية قصيرة، وفي أوقات أخرى باستخدام جمل أكثر اكتمالا. هذا يمثل كيف قد يتغير أسلوب الاتصال لمستخدم الاتصال المساعد بناءً على مستويات الطاقة، أو العجلة، أو تعقيد الرسالة.",
    "الرسائل قصيرة، مباشرة، غالباً ما تفتقد الكلمات الصغيرة. الجمل تتألف من 2-5 كلمات. لا توجد اختصارات أو نقاط متتالية تشبه الرسائل النصية.",
    "الرسائل هي مزيج من العبارات التلغرافية والجمل القصيرة الكاملة. يتم تعديل الأسلوب بشكل طبيعي بناءً على غرض الرسالة."
  ],
  "topic": [
    "الدين",
    "الأسرة",
    "الطعام",
    "التقاليد",
    "الأفلام",
    "الموسيقى",
    "الأخبار",
    "الرياضة",
    "السفر",
    "التعليم"
  ],
  "aac_user": [
    "محمد",
    "أحمد",
    "فاطمة",
    "سعيد",
    "عبدالله",
    "يوسف",
    "نورا",
    "عائشة",
    "علي",
    "أميرة"
  ],
  "partner": [
    "حسين",
    "نادية",
    "خالد",
    "ريم",
    "محمود",
    "سارة",
    "عمر",
    "راشد",
    "ليلى",
    "عباس"
  ]
}