{
  "time_of_day": [
    "matí",
    "migdia",
    "tarda",
    "vespre",
    "nit"
  ],
  "setting": [
    "casa",
    "escola",
    "plaça",
    "mercat",
    "església",
    "platja",
    "biblioteca",
    "teatre",
    "museu",
    "parc"
  ],
  "tone": [
    "suau",
    "seriós",
    "suportiu",
    "alegre",
    "trist",
    "enojat",
    "amable",
    "respectuós",
    "informal",
    "formal"
  ],
  "relationship": [
    "parella",
    "amic",
    "germà",
    "germana",
    "pare",
    "mare",
    "avi",
    "avia",
    "cosí",
    "cosina",
    "col·lega"
  ],
  "aac_system": [
    "dispositiu AAC basat en teclat",
    "dispositiu d'ullada",
    "sistema de comunicació pictogràfic",
    "dispositiu d'escaneig",
    "sistema de comunicació augmentada i alternativa"
  ],
  "aac_mlu_length": [
    "curt",
    "mitjà",
    "llarg"
  ],
  "writing_style": [
    "Els missatges de l'usuari de l'AAC s'han de mostrar tal com apareixerien a la barra de missatges del seu dispositiu AAC: frases curtes, possiblement telegràfiques o incorrectes gramaticalment. Eviteu utilitzar punts suspensius... o puntuació d'estil de missatgeria. Els missatges de l'AAC haurien d'utilitzar un llenguatge directe i clar amb paraules mínimes (2-4 paraules per missatge).",
    "Els missatges de l'usuari de l'AAC s'han de mostrar tal com apareixerien a la barra de missatges del seu dispositiu AAC: frases abreujades amb alguna gramàtica però sense articles o conjuncions. Els missatges haurien de ser una mica condensats però encara mantenir l'estructura bàsica de la frase (4-6 paraules per missatge).",
    "Els missatges de l'usuari de l'AAC s'han de mostrar com a frases completes i correctes gramaticalment. Aquests missatges representen un usuari de l'AAC que és alfabetitzat en informàtica i que pren el temps per construir frases completes amb gramàtica i puntuació correctes, similars a la comunicació escrita típica.",
    "Els missatges de l'usuari de l'AAC haurien de mostrar una barreja d'estils de comunicació: a vegades utilitzant frases telegràfiques curtes, altres vegades utilitzant frases més completes. Això representa com els usuaris de l'AAC podrien variar el seu estil de comunicació en funció dels nivells d'energia, l'urgència o la complexitat del missatge.",
    "Els missatges són curts, directes, sovint falten paraules petites. Les frases tenen de 2 a 5 paraules de llarg. No s'utilitzen abreviacions d'estil de missatgeria o punts suspensius.",
    "Els missatges són una barreja de frases telegràfiques i frases completes curtes. Ajusta l'estil de forma natural en funció de l'objectiu del missatge."
  ],
  "topic": [
    "festes locals",
    "gastronomia catalana",
    "futbol",
    "literatura catalana",
    "història de Catalunya",
    "música catalana",
    "política",
    "cultura popular",
    "tradicions",
    "turisme"
  ],
  "aac_user": [
    "Jordi",
    "Oriol",
    "Arnau",
    "Roser",
    "Núria",
    "Eulàlia",
    "Josep",
    "Mireia",
    "Xavier",
    "Montserrat"
  ],
  "partner": [
    "Maria",
    "Anna",
    "Sergi",
    "Carles",
    "Marta",
    "Joan",
    "Lluís",
    "Teresa",
    "Laura",
    "Francesc"
  ]
}