{
  "time_of_day": [
    "ráno",
    "dopoledne",
    "odpoledne",
    "večer",
    "noc"
  ],
  "setting": [
    "domov",
    "práce",
    "škola",
    "kostel",
    "národní divadlo",
    "městský park",
    "restaurace",
    "náměstí",
    "hrad",
    "supermarket"
  ],
  "tone": [
    "jemný",
    "vážný",
    "podporující",
    "nadšený",
    "ironický",
    "hravý",
    "formální",
    "neformální"
  ],
  "relationship": [
    "manžel",
    "partner",
    "přítel",
    "kolega",
    "sourozenec",
    "rodič",
    "dítě",
    "soused"
  ],
  "aac_system": [
    "klávesnicové AAC zařízení",
    "zařízení s oční fixací",
    "tlačítkové AAC zařízení",
    "dotykové AAC zařízení"
  ],
  "aac_mlu_length": [
    "krátký",
    "střední",
    "dlouhý"
  ],
  "writing_style": [
    "Zprávy uživatele komunikační pomůcky by měly být zobrazeny tak, jak by se objevily na pruhu zpráv jeho komunikačního zařízení - krátké fráze, možná telegrafické nebo nesprávné gramatiky. Vyhněte se používání tří teček ... nebo textové interpunkce. Zprávy komunikačních pomůcek by měly používat přímý, jasný jazyk s minimem slov (2-4 slova na zprávu).",
    "Zprávy uživatele komunikační pomůcky by měly být zobrazeny tak, jak by se objevily na pruhu zpráv jeho komunikačního zařízení - zkrácené věty s nějakou gramatikou, ale chybějící články nebo spojky. Zprávy by měly být poněkud zkrácené, ale stále zachovávat základní strukturu věty (4-6 slov na zprávu).",
    "Zprávy uživatele komunikační pomůcky by měly být zobrazeny jako úplné, gramaticky správné věty. Tyto zprávy reprezentují uživatele komunikační pomůcky, který je počítačově gramotný a věnuje čas konstrukci plných vět s správnou gramatikou a interpunkcí, podobně jako typická písemná komunikace.",
    "Zprávy uživatele komunikační pomůcky by měly ukazovat směs komunikačních stylů - někdy používají krátké telegrafické fráze, jindy používají více úplných vět. To reprezentuje, jak by uživatelé komunikačních pomůcek mohli měnit svůj komunikační styl na základě úrovně energie, naléhavosti nebo složitosti zprávy.",
    "Zprávy jsou krátké, přímé, často chybí malá slova. Věty jsou dlouhé 2-5 slov. Žádné zkratky ve stylu textových zpráv nebo tři tečky.",
    "Zprávy jsou směsí telegrafických frází a krátkých plných vět. Styl přizpůsobte přirozeně na základě účelu zprávy."
  ],
  "topic": [
    "tradiční jídla",
    "místní festivaly",
    "česká politika",
    "český hokej",
    "historické památky",
    "česká literatura",
    "český film",
    "dějiny České republiky"
  ],
  "aac_user": [
    "Jan",
    "Jiří",
    "Petr",
    "Marie",
    "Anna",
    "Jana",
    "Lenka",
    "David",
    "Lucie",
    "Michal"
  ],
  "partner": [
    "Martina",
    "Tomáš",
    "Pavel",
    "Eva",
    "Helena",
    "Markéta",
    "Lukáš",
    "Kateřina",
    "Vladimír",
    "Veronika"
  ]
}