{
  "time_of_day": [
    "bore",
    "prynhawn",
    "hwyr",
    "nos"
  ],
  "setting": [
    "tŷ",
    "ysgol",
    "siop",
    "eglwys",
    "traeth",
    "bws",
    "gwesty",
    "castell",
    "canolfan dreftadaeth",
    "gorsaf reilffordd"
  ],
  "tone": [
    "tyner",
    "difrif",
    "cynorthwyol",
    "llon",
    "trist",
    "llym",
    "cyfeillgar",
    "sarhaus"
  ],
  "relationship": [
    "gwraig",
    "gŵr",
    "ffrind",
    "cariad",
    "cydweithiwr",
    "perthynas",
    "plentyn",
    "rhiant",
    "nain",
    "taid"
  ],
  "aac_system": [
    "dyfais AAC seiliedig ar allweddell",
    "dyfais AAC sy'n seiliedig ar edrych",
    "cymorth cyfathrebu",
    "cymorth lleferydd"
  ],
  "aac_mlu_length": [
    "byr",
    "canolradd",
    "hir"
  ],
  "writing_style": [
    "Dylai negeseuon y defnyddiwr AAC gael eu dangos fel y byddent yn ymddangos ar eu bar negeseuon dyfais AAC — geiriau byr, efallai yn ddelegraffig neu'n anghyfreithlon. Osgoi defnyddio ellipsis ... neu atalnodau arddull testun. Dylai negeseuon AAC ddefnyddio iaith uniongyrchol, glir gyda geiriau lleiafswm (2-4 gair y neges).",
    "Dylai negeseuon y defnyddiwr AAC gael eu dangos fel y byddent yn ymddangos ar eu bar negeseuon dyfais AAC — brawddegau cryno gyda rhywfaint o ramadeg ond heb erthyglau neu gyd-berthnasol. Dylai'r negeseuon fod yn gryno i raddau helaeth ond dal i gynnal strwythur brawddeg sylfaenol (4-6 gair y neges).",
    "Dylai negeseuon y defnyddiwr AAC gael eu dangos fel brawddegau cyflawn, cywir yn ramadegol. Mae'r negeseuon hyn yn cynrychioli defnyddiwr AAC sy'n wybodus ynghylch cyfrifiaduron ac sy'n cymryd amser i greu brawddegau cyflawn gyda gramadeg a chymeradwyaeth priodol, tebyg i gyfathrebu ysgrifenedig cyffredin.",
    "Dylai negeseuon y defnyddiwr AAC ddangos cymysgedd o arddulliau cyfathrebu — weithiau'n defnyddio geiriau byr, delegraffig, ar adegau eraill yn defnyddio brawddegau mwy cyflawn. Mae hyn yn cynrychioli sut y gall defnyddwyr AAC amrywio eu harddull cyfathrebu yn seiliedig ar lefelau egni, brys, neu gymhlethdod y neges.",
    "Mae negeseuon yn fyr, yn uniongyrchol, yn aml yn colli geiriau bach. Mae brawddegau yn 2-5 gair o hyd. Dim talfyriadu arddull testun neu ellipsis.",
    "Mae negeseuon yn gymysgedd o frawddegau telegraphic a brawddegau llawn byr. Addasu arddull yn naturiol yn seiliedig ar ddiben y neges."
  ],
  "topic": [
    "rygbi",
    "cenedlaetholdeb",
    "Eisteddfod",
    "cerddoriaeth Gymraeg",
    "bwyd Cymreig",
    "hanes lleol",
    "chwaraeon",
    "newyddion cyffredinol",
    "diwylliant a chelfyddydau Cymreig",
    "gwyliau lleol"
  ],
  "aac_user": [
    "Gwyn",
    "Dafydd",
    "Eirlys",
    "Anwen",
    "Iwan",
    "Sian",
    "Llywelyn",
    "Bethan",
    "Rhys",
    "Megan"
  ],
  "partner": [
    "Tomos",
    "Eleri",
    "Iolo",
    "Mair",
    "Rhodri",
    "Ffion",
    "Owain",
    "Gwen",
    "Dylan",
    "Cerys"
  ]
}