{
  "time_of_day": [
    "morgen",
    "formiddag",
    "eftermiddag",
    "aften",
    "nat"
  ],
  "setting": [
    "hjem",
    "skole",
    "arbejde",
    "kirke",
    "supermarked",
    "bibliotek",
    "fodboldstadion",
    "teater",
    "strand",
    "skov"
  ],
  "tone": [
    "blid",
    "alvorlig",
    "støttende",
    "glad",
    "trist",
    "vred",
    "ironisk",
    "sarkastisk"
  ],
  "relationship": [
    "ægtefælle",
    "partner",
    "ven",
    "kollega",
    "familiemedlem",
    "nabo",
    "klassekammerat",
    "lærer",
    "chef",
    "medarbejder"
  ],
  "aac_system": [
    "tastaturbaseret AAC-enhed",
    "øjenstyringsenhed",
    "pegekort",
    "taleudskrivning",
    "symbolbaseret kommunikationssystem"
  ],
  "aac_mlu_length": [
    "kort",
    "medium",
    "lang"
  ],
  "writing_style": [
    "Beskeder fra AAC-brugeren skal vises, som de ville se ud på deres AAC-enhedens beskedlinje - korte sætninger, muligvis telegramstil eller ugrammatiske. Undgå at bruge ellipse ... eller tekstningsstil punktum. AAC-beskeder skal bruge direkte, klart sprog med minimale ord (2-4 ord pr. besked).",
    "Beskeder fra AAC-brugeren skal vises, som de ville se ud på deres AAC-enhedens beskedlinje - forkortede sætninger med lidt grammatik, men manglende artikler eller konjunktioner. Beskeder skal være noget kondenserede, men stadig opretholde grundlæggende sætningsstruktur (4-6 ord pr. besked).",
    "Beskeder fra AAC-brugeren skal vises som komplette, grammatisk korrekte sætninger. Disse beskeder repræsenterer en AAC-bruger, der er computervant og tager sig tid til at konstruere fulde sætninger med korrekt grammatik og punktum, lignende typisk skriftlig kommunikation.",
    "Beskeder fra AAC-brugeren skal vise en blanding af kommunikationsstile - nogle gange ved hjælp af korte telegramstil sætninger, andre gange ved brug af mere komplette sætninger. Dette repræsenterer, hvordan AAC-brugere kan variere deres kommunikationsstil baseret på energiniveauer, hastighed eller kompleksitet af beskeden.",
    "Beskeder er korte, direkte, ofte mangler små ord. Sætningerne er 2-5 ord lange. Ingen tekstningsstil forkortelser eller ellipser.",
    "Beskeder er en blanding af telegramstil sætninger og korte fulde sætninger. Juster stil naturligt baseret på beskedens formål."
  ],
  "topic": [
    "lokale kulturelle begivenheder",
    "traditioner",
    "danske retter",
    "danske film og musik",
    "politik",
    "sport",
    "vejret",
    "rejser",
    "bøger",
    "kunst og kultur"
  ],
  "aac_user": [
    "Lars",
    "Mette",
    "Mikkel",
    "Anne",
    "Peter",
    "Sofie",
    "Thomas",
    "Maria",
    "Anders",
    "Ida"
  ],
  "partner": [
    "Jens",
    "Lene",
    "Martin",
    "Christina",
    "Søren",
    "Camilla",
    "Jesper",
    "Louise",
    "Michael",
    "Karen"
  ]
}