{
  "time_of_day": [
    "Morgen",
    "Vormittag",
    "Nachmittag",
    "Abend",
    "Nacht"
  ],
  "setting": [
    "Zuhause",
    "Arbeit",
    "Supermarkt",
    "Kneipe",
    "Kirche",
    "Bahnhof",
    "Stadtpark",
    "Museum",
    "Fußballstadion",
    "Bäckerei"
  ],
  "tone": [
    "Sanft",
    "Ernst",
    "Unterstützend",
    "Freundlich",
    "Respektvoll",
    "Streng",
    "Sarkastisch",
    "Humorvoll",
    "Förmlich",
    "Informell"
  ],
  "relationship": [
    "Ehepartner",
    "Partner",
    "Freund",
    "Kollege",
    "Verwandter",
    "Nachbar",
    "Bekannte",
    "Vorgesetzter",
    "Mitarbeiter",
    "Klassenkamerad"
  ],
  "aac_system": [
    "Tastaturbasiertes AAC-Gerät",
    "Augensteuerungsgerät",
    "Berührungsbildschirm",
    "Sprachausgabegerät",
    "Symbolbasiertes AAC-System"
  ],
  "aac_mlu_length": [
    "kurz",
    "mittel",
    "lang"
  ],
  "writing_style": [
    "Die Nachrichten des AAC-Benutzers sollten so dargestellt werden, wie sie auf ihrer AAC-Geräte-Nachrichtenleiste erscheinen würden — kurze Phrasen, möglicherweise telegrafisch oder ungrammatisch. Vermeiden Sie die Verwendung von Auslassungspunkten ... oder Textstil-Punktuation. AAC-Nachrichten sollten direkte, klare Sprache mit minimalen Wörtern (2-4 Wörter pro Nachricht) verwenden.",
    "Die Nachrichten des AAC-Benutzers sollten so dargestellt werden, wie sie auf ihrer AAC-Geräte-Nachrichtenleiste erscheinen würden — abgekürzte Sätze mit etwas Grammatik, aber fehlenden Artikeln oder Konjunktionen. Die Nachrichten sollten etwas verdichtet sein, aber immer noch eine grundlegende Satzstruktur (4-6 Wörter pro Nachricht) beibehalten.",
    "Die Nachrichten des AAC-Benutzers sollten als vollständige, grammatikalisch korrekte Sätze dargestellt werden. Diese Nachrichten repräsentieren einen AAC-Benutzer, der computeraffin ist und sich Zeit nimmt, vollständige Sätze mit korrekter Grammatik und Interpunktion zu konstruieren, ähnlich wie bei typischer schriftlicher Kommunikation.",
    "Die Nachrichten des AAC-Benutzers sollten eine Mischung aus Kommunikationsstilen zeigen — manchmal verwenden sie kurze telegrafische Phrasen, andere Male verwenden sie vollständigere Sätze. Dies stellt dar, wie AAC-Benutzer ihren Kommunikationsstil aufgrund von Energieleveln, Dringlichkeit oder Komplexität der Nachricht variieren könnten.",
    "Die Nachrichten sind kurz, direkt, oft fehlen kleine Wörter. Die Sätze sind 2-5 Wörter lang. Keine Textstil-Abkürzungen oder Auslassungspunkte.",
    "Die Nachrichten sind eine Mischung aus telegrafischen Phrasen und kurzen vollständigen Sätzen. Passen Sie den Stil natürlich an den Zweck der Nachricht an."
  ],
  "topic": [
    "Oktoberfest",
    "Bundesliga",
    "Bratwurst",
    "Bier",
    "Deutsche Geschichte",
    "Berliner Mauer",
    "Karneval",
    "Politik",
    "Aktuelle Nachrichten",
    "Kulturveranstaltungen"
  ],
  "aac_user": [
    "Max",
    "Lukas",
    "Felix",
    "Paul",
    "Elias",
    "Anna",
    "Emma",
    "Sophia",
    "Mia",
    "Hannah"
  ],
  "partner": [
    "Michael",
    "Thomas",
    "Andreas",
    "Stefan",
    "Markus",
    "Christina",
    "Monika",
    "Sabine",
    "Petra",
    "Ute"
  ]
}