{
  "time_of_day": [
    "πρωί",
    "μεσημέρι",
    "απόγευμα",
    "βράδυ"
  ],
  "setting": [
    "καφενείο",
    "εκκλησία",
    "παραλία",
    "ταβέρνα",
    "πλατεία",
    "αρχαίο θέατρο",
    "μουσείο"
  ],
  "tone": [
    "ευγενικός",
    "σοβαρός",
    "υποστηρικτικός",
    "χαρούμενος",
    "θυμωμένος",
    "απογοητευμένος"
  ],
  "relationship": [
    "σύζυγος",
    "σύντροφος",
    "φίλος",
    "αδερφός",
    "γονέας",
    "εργαζόμενος",
    "συμμαθητής"
  ],
  "aac_system": [
    "συσκευή AAC με πληκτρολόγιο",
    "συσκευή AAC με κίνηση των ματιών",
    "συστήματα ενισχυτικής και εναλλακτικής επικοινωνίας"
  ],
  "aac_mlu_length": [
    "σύντομο",
    "μέτριο",
    "μακρύ"
  ],
  "writing_style": [
    "Τα μηνύματα του χρήστη της AAC πρέπει να εμφανίζονται όπως θα εμφανίζονταν στη γραμμή μηνυμάτων της συσκευής AAC του - σύντομες φράσεις, πιθανώς τηλεγραφικές ή αντίθετες. Αποφύγετε τη χρήση ελλίψεων ... ή στίξης σε στιλ κειμένου. Τα μηνύματα AAC πρέπει να χρησιμοποιούν άμεση, καθαρή γλώσσα με ελάχιστες λέξεις (2-4 λέξεις ανά μήνυμα).",
    "Τα μηνύματα του χρήστη της AAC πρέπει να εμφανίζονται όπως θα εμφανίζονταν στη γραμμή μηνυμάτων της συσκευής AAC του - συντομευμένες προτάσεις με κάποια γραμματική αλλά χωρίς άρθρα ή συνδέσμους. Τα μηνύματα πρέπει να είναι κάπως συμπυκνωμένα αλλά να διατηρούν τη βασική δομή της πρότασης (4-6 λέξεις ανά μήνυμα).",
    "Τα μηνύματα του χρήστη της AAC πρέπει να εμφανίζονται ως πλήρεις, γραμματικά σωστές προτάσεις. Αυτά τα μηνύματα αντιπροσωπεύουν έναν χρήστη AAC που είναι υπολογιστικά γραμματισμένος και αφιερώνει χρόνο για να δομήσει πλήρεις προτάσεις με σωστή γραμματική και στίξη, παρόμοιες με την τυπική γραπτή επικοινωνία.",
    "Τα μηνύματα του χρήστη της AAC πρέπει να δείχνουν μια μίξη στυλ επικοινωνίας - μερικές φορές χρησιμοποιώντας σύντομες τηλεγραφικές φράσεις, άλλες φορές χρησιμοποιώντας πιο πλήρεις προτάσεις. Αυτό αντιπροσωπεύει πώς οι χρήστες της AAC μπορεί να διαφοροποιούν το στυλ επικοινωνίας τους, ανάλογα με τα επίπεδα ενέργειας, την επείγουσα ανάγκη ή την πολυπλοκότητα του μηνύματος.",
    "Τα μηνύματα είναι σύντομα, άμεσα, συχνά λείπουν μικρές λέξεις. Οι προτάσεις είναι 2-5 λέξεων. Δεν υπάρχουν συντομεύσεις σε στιλ κειμένου ή ελλίψεις.",
    "Τα μηνύματα είναι μίξη τηλεγραφικών φράσεων και σύντομων πλήρων προτάσεων. Προσαρμόστε το στυλ φυσικά, ανάλογα με τον σκοπό του μηνύματος."
  ],
  "topic": [
    "Ολυμπιακοί Αγώνες",
    "ελληνική κουζίνα",
    "ελληνική μουσική",
    "ελληνική μυθολογία",
    "πανηγύρια",
    "παραδοσιακός χορός",
    "εθνικές γιορτές"
  ],
  "aac_user": [
    "Γιάννης",
    "Μαρία",
    "Δημήτρης",
    "Ελένη",
    "Νίκος",
    "Σοφία",
    "Κώστας",
    "Άννα",
    "Βασίλης",
    "Ειρήνη"
  ],
  "partner": [
    "Παναγιώτης",
    "Αθηνά",
    "Χρήστος",
    "Ευαγγελία",
    "Θανάσης",
    "Δέσποινα",
    "Αντώνης",
    "Ιωάννα",
    "Γεώργιος",
    "Σταυρούλα"
  ]
}