{
  "time_of_day": [
    "mañana",
    "mediodía",
    "tarde",
    "noche",
    "madrugada"
  ],
  "setting": [
    "casa",
    "trabajo",
    "mercado",
    "iglesia",
    "playa",
    "montaña",
    "biblioteca",
    "teatro",
    "museo",
    "estadio"
  ],
  "tone": [
    "amable",
    "serio",
    "comprensivo",
    "alegre",
    "triste",
    "enojado",
    "cariñoso",
    "respetuoso",
    "formal",
    "informal"
  ],
  "relationship": [
    "cónyuge",
    "pareja",
    "amigo",
    "hermano",
    "padre",
    "madre",
    "hijo",
    "jefe",
    "compañero de trabajo",
    "vecino"
  ],
  "aac_system": [
    "dispositivo AAC basado en teclado",
    "dispositivo de seguimiento ocular",
    "comunicador de imágenes",
    "dispositivo de generación de voz",
    "plataforma de comunicación AAC"
  ],
  "aac_mlu_length": [
    "corto",
    "medio",
    "largo"
  ],
  "writing_style": [
    "Los mensajes del usuario del dispositivo de comunicación asistida deben mostrarse tal como aparecerían en la barra de mensajes de su dispositivo: frases cortas, posiblemente telegráficas o agramáticas. Evite el uso de puntos suspensivos... o puntuación al estilo mensajes de texto. Los mensajes deben utilizar un lenguaje directo y claro con palabras mínimas (2-4 palabras por mensaje).",
    "Los mensajes del usuario del dispositivo de comunicación asistida deben mostrarse como aparecerían en su barra de mensajes del dispositivo — frases abreviadas con algo de gramática pero faltan artículos o conjunciones. Los mensajes deben estar algo condensados pero aún mantener la estructura básica de la oración (4-6 palabras por mensaje).",
    "Los mensajes del usuario del dispositivo de comunicación asistida deben mostrarse como oraciones completas y gramaticalmente correctas. Estos mensajes representan a un usuario de AAC que sabe utilizar el ordenador y se toma el tiempo para construir oraciones completas con una gramática y puntuación correctas, similar a la comunicación escrita típica.",
    "Los mensajes del usuario del dispositivo de comunicación asistida deben mostrar una mezcla de estilos de comunicación: a veces usando frases telegráficas cortas, otras veces usando oraciones más completas. Esto representa cómo los usuarios de AAC podrían variar su estilo de comunicación en función de los niveles de energía, la urgencia o la complejidad del mensaje.",
    "Los mensajes son cortos, directos, a menudo faltan palabras pequeñas. Las oraciones son de 2-5 palabras de largo. No se utilizan abreviaturas al estilo mensajes de texto ni puntos suspensivos.",
    "Los mensajes son una mezcla de frases telegráficas y frases completas cortas. Ajuste el estilo de forma natural en función del propósito del mensaje."
  ],
  "topic": [
    "fútbol",
    "comida",
    "fiestas locales",
    "política",
    "musica",
    "cine",
    "tradición",
    "viajes",
    "arte",
    "literatura"
  ],
  "aac_user": [
    "Carlos",
    "María",
    "Juan",
    "Ana",
    "Javier",
    "Carmen",
    "Francisco",
    "Isabel",
    "Miguel",
    "Teresa"
  ],
  "partner": [
    "Luis",
    "Pilar",
    "José",
    "Sofía",
    "Daniel",
    "Laura",
    "Antonio",
    "Patricia",
    "Rafael",
    "Marta"
  ]
}