{
  "time_of_day": [
    "mañana",
    "tarde",
    "noche",
    "madrugada"
  ],
  "setting": [
    "casa",
    "escuela",
    "iglesia",
    "parque",
    "restaurante",
    "mercado",
    "teatro",
    "biblioteca",
    "centro comercial",
    "playa"
  ],
  "tone": [
    "gentil",
    "serio",
    "amigable",
    "respetuoso",
    "optimista",
    "negativo",
    "neutral",
    "formal",
    "informal"
  ],
  "relationship": [
    "esposo/a",
    "pareja",
    "amigo/a",
    "hermano/a",
    "padre/madre",
    "hijo/a",
    "compañero/a de trabajo",
    "jefe/a"
  ],
  "aac_system": [
    "dispositivo de AAC basado en teclado",
    "dispositivo de AAC de mirada",
    "sistema de comunicación alternativa y aumentativa"
  ],
  "aac_mlu_length": [
    "corto",
    "medio",
    "largo"
  ],
  "writing_style": [
    "Los mensajes del usuario de la ayuda de comunicación deben mostrarse como aparecerían en la barra de mensajes de su dispositivo — frases cortas, posiblemente telegráficas o agramaticales. Evite usar elipsis ... o puntuación de estilo de texto. Los mensajes deben usar un lenguaje directo y claro con palabras mínimas (2-4 palabras por mensaje).",
    "Los mensajes del usuario de la ayuda de comunicación deben mostrarse como aparecerían en la barra de mensajes de su dispositivo — frases abreviadas con algo de gramática pero sin artículos o conjunciones. Los mensajes deben ser algo condensados pero aún mantener la estructura básica de la oración (4-6 palabras por mensaje).",
    "Los mensajes del usuario de la ayuda de comunicación deben mostrarse como oraciones completas y gramaticalmente correctas. Estos mensajes representan a un usuario de ayuda de comunicación que sabe usar la computadora y se toma el tiempo para construir oraciones completas con la gramática y puntuación correctas, similar a la comunicación escrita típica.",
    "Los mensajes del usuario de la ayuda de comunicación deben mostrar una mezcla de estilos de comunicación — a veces usando frases telegráficas cortas, otras veces usando oraciones más completas. Esto representa cómo los usuarios de ayuda de comunicación pueden variar su estilo de comunicación basado en los niveles de energía, urgencia o complejidad del mensaje.",
    "Los mensajes son cortos, directos, a menudo faltan palabras pequeñas. Las oraciones son de 2-5 palabras de largo. No hay abreviaturas de estilo de texto o elipsis.",
    "Los mensajes son una mezcla de frases telegráficas y oraciones completas cortas. Ajuste el estilo de forma natural según el propósito del mensaje."
  ],
  "topic": [
    "comida",
    "deportes",
    "música",
    "cultura",
    "política",
    "cine",
    "moda",
    "literatura",
    "eventos locales",
    "tradiciones"
  ],
  "aac_user": [
    "María",
    "José",
    "Juan",
    "Carlos",
    "Ana",
    "Luis",
    "Carmen",
    "Francisco",
    "Laura",
    "Gabriel"
  ],
  "partner": [
    "Marta",
    "Antonio",
    "Felipe",
    "Rosa",
    "Sofía",
    "Miguel",
    "Isabel",
    "Alejandro",
    "Teresa",
    "Javier"
  ]
}