{
  "time_of_day": [
    "goiz",
    "eguerdi",
    "arratsalde",
    "gaueko"
  ],
  "setting": [
    "etxea",
    "plaza",
    "eliza",
    "merkatua",
    "portu",
    "sagardotegi",
    "txoko",
    "frontoi",
    "jai alai",
    "museo"
  ],
  "tone": [
    "lasai",
    "larria",
    "lagungarri",
    "agertu",
    "malkartsu",
    "pozik",
    "triste",
    "gogo"
  ],
  "relationship": [
    "emaztea",
    "bikotea",
    "laguna",
    "seme-alaba",
    "anaia-arreba",
    "aita-ama"
  ],
  "aac_system": [
    "teklaturazko AAC gailua",
    "begizko gailua"
  ],
  "aac_mlu_length": [
    "labur",
    "ertaina",
    "luze"
  ],
  "writing_style": [
    "AAC erabiltzailearen mezuak beren AAC gailuko mezubarran agertuko lirateken bezala erakutsi beharko dira — esaldi labur, agian telegrafiko edo gramatikakoa. Saiatu elipseak ... edo testuinguru-estiloaren puntuazioa erabiltzea ekiditen. AAC mezuek hizkuntza zuzen, argia erabili beharko dute, hitz gutxirekin (2-4 hitz mezuko).",
    "AAC erabiltzailearen mezuak beren AAC gailuko mezubarran agertuko lirateken bezala erakutsi beharko dira — esaldi laburdunak gramatika batzuekin baina artikuluak edo konjuntzioak falta dira. Mezuak pixka bat kondentsatuta izan behar dira, baina oraindik oinarrizko esaldi-egitura mantendu behar du (4-6 hitz mezuko).",
    "AAC erabiltzailearen mezuak esaldi osoak, gramatikoki zuzenak erakutsi behar dira. Mezu hauek ordenagailua erabiltzen jakiten duen AAC erabiltzaile bat errepresentatzen dute, denbora hartuz esaldi osoak eraikitzen, gramatika eta puntuazio egokiarekin, idatzitako komunikazio tipikoari antzekoak.",
    "AAC erabiltzailearen mezuak komunikazio-estiloen nahasketa bat erakutsi behar du — batzuetan esaldi telegrafiko laburrak erabiltzen dituzte, beste batzuetan esaldi osoagoak erabiltzen dituzte. Hau AAC erabiltzaileek euren komunikazio-estiloa nola aldatzen duten errepresentatzen du, energia-mailen, premiazkoaren edo mezuen konplexutasunaren arabera.",
    "Mezuak labur, zuzenak dira, hitz txikiak sarritan falta dira. Esaldiak 2-5 hitz luze dira. Ez da testuinguru-estiloaren laburpenik edo elipserik erabiltzen.",
    "Mezuak esaldi telegrafiko eta esaldi oso labur batzuen nahasketa dira. Doitu estiloa modu naturala mezuko helburuaren arabera."
  ],
  "topic": [
    "herri jaiak",
    "pelota partidua",
    "musika euskalduna",
    "pintxo pote",
    "zaharra eta berria",
    "euskal dantzak",
    "sagardo eguna",
    "txakolin degustazioa",
    "pilota",
    "euskal mitologia"
  ],
  "aac_user": [
    "Aitor",
    "Koldo",
    "Nekane",
    "Miren",
    "Iker",
    "Arantxa",
    "Jon",
    "Ane",
    "Xabier",
    "Itziar"
  ],
  "partner": [
    "Maite",
    "Josu",
    "Leire",
    "Asier",
    "Oihane",
    "Unai",
    "Nerea",
    "Iñaki",
    "Garazi",
    "Andoni"
  ]
}