{
  "time_of_day": [
    "aamu",
    "päivä",
    "ilta",
    "yö"
  ],
  "setting": [
    "koti",
    "työpaikka",
    "koulu",
    "kauppa",
    "kirjasto",
    "teatteri",
    "kirkko",
    "järvi",
    "metsä",
    "sauna"
  ],
  "tone": [
    "lempeä",
    "vakava",
    "tukeva",
    "iloista",
    "ärtyisä",
    "surullinen"
  ],
  "relationship": [
    "puoliso",
    "kumppani",
    "ystävä",
    "vanhempi",
    "lapsi",
    "sisarus",
    "kollega",
    "naapuri"
  ],
  "aac_system": [
    "näppäimistöön perustuva AAC-laite",
    "silmänliikkeisiin perustuva laite",
    "puhegeneraattori"
  ],
  "aac_mlu_length": [
    "lyhyt",
    "keskipitkä",
    "pitkä"
  ],
  "writing_style": [
    "AAC-laitteen käyttäjän viestit tulee näyttää sellaisina kuin ne näkyvät heidän AAC-laitteensa viestipalkissa — lyhyet lauseet, mahdollisesti telegrafiset tai epägrammaattiset. Vältä ellipsien ... tai tekstiviestityylisten välimerkkien käyttöä. AAC-viestien tulisi käyttää suoraa, selkeää kieltä mahdollisimman vähillä sanoilla (2-4 sanaa per viesti).",
    "AAC-laitteen käyttäjän viestit tulee näyttää sellaisina kuin ne näkyvät heidän AAC-laitteensa viestipalkissa — lyhennetyt lauseet, joissa on jonkin verran kielioppia, mutta joista puuttuu artikkeleita tai konjunktioita. Viestien tulisi olla jonkin verran tiivistettyjä, mutta silti säilyttää peruslauseen rakenne (4-6 sanaa per viesti).",
    "AAC-laitteen käyttäjän viestit tulee näyttää täydellisinä, kieliopillisesti oikeina lauseina. Nämä viestit edustavat AAC-laitteen käyttäjää, joka on tietokoneen käytössä taitava ja ottaa aikaa muodostaakseen täydellisiä lauseita oikealla kieliopilla ja välimerkeillä, samankaltaisesti kuin tyypillinen kirjallinen viestintä.",
    "AAC-laitteen käyttäjän viestien tulisi näyttää erilaisia viestintätyylejä - joskus käyttäen lyhyitä telegrafisia lauseita, toisinaan käyttäen täydellisempiä lauseita. Tämä edustaa sitä, kuinka AAC-laitteen käyttäjät saattavat vaihdella viestintätyyliään perustuen energiatasoihin, kiireellisyyteen tai viestin monimutkaisuuteen.",
    "Viestit ovat lyhyitä, suoria, usein pieniä sanoja puuttuu. Lauseet ovat 2-5 sanaa pitkiä. Ei tekstiviestityylisiä lyhenteitä tai ellipsejä.",
    "Viestit ovat sekoitus telegrafisia ilmauksia ja lyhyitä täysiä lauseita. Säädä tyyliä luontevasti viestin tarkoituksen mukaan."
  ],
  "topic": [
    "juhannus",
    "joulutraditiot",
    "suomalainen sauna",
    "jääkiekko",
    "Moomin hahmot",
    "salmiakki",
    "karjalanpiirakka",
    "kesämökkeily",
    "luonto ja retkeily",
    "suomalainen musiikki"
  ],
  "aac_user": [
    "Juhani",
    "Olavi",
    "Helena",
    "Anneli",
    "Matti",
    "Liisa",
    "Kaarina",
    "Pekka",
    "Eeva",
    "Timo"
  ],
  "partner": [
    "Ritva",
    "Seppo",
    "Marjatta",
    "Heikki",
    "Leena",
    "Hannu",
    "Sinikka",
    "Jorma",
    "Aino",
    "Markku"
  ]
}