{
  "time_of_day": [
    "morgun",
    "miðdegi",
    "eftirmiðdag",
    "kvøld",
    "nátt"
  ],
  "setting": [
    "heimi",
    "arbeiðspláss",
    "kirkja",
    "skúli",
    "bygd",
    "havn",
    "fjall",
    "sjógva"
  ],
  "tone": [
    "mjúkt",
    "alvarligt",
    "stuðuligt",
    "glatt",
    "spennandi",
    "sorgligt"
  ],
  "relationship": [
    "makar",
    "sambýlingur",
    "vinur",
    "familia",
    "arbeiðsfelagi",
    "leiðari",
    "nágranni"
  ],
  "aac_system": [
    "lyklaborð-baserað AAC tæki",
    "eyga-glopp tæki",
    "talegenerandi tæki",
    "bókstavatafla"
  ],
  "aac_mlu_length": [
    "stutt",
    "miðal",
    "long"
  ],
  "writing_style": [
    "Breytiskjøldin hjá talmiðlara ætti at vísa boðini sum tey sæðust á boðbjálkanum hjá honum - stuttar setningar, møguliga telegrafiskar ella ógrammatiskar. Undgá at nýta útsettar punktur ... ella sms-stíl punktmerkingar. Boðini í breytiskjøldini ættu at nýta beinleiðis, greitt mál við minsta orðatali (2-4 orð per boð).",
    "Breytiskjøldin hjá talmiðlara ætti at vísa boðini sum tey sæðust á boðbjálkanum hjá honum - styttaðar setningar við nakað grammatikki, men uttan greinir ella samanberingar. Boðini eiga at vera nakað samanpressað, men halda framvegis grunnleggjandi setninga bygnað (4-6 orð per boð).",
    "Breytiskjøldin hjá talmiðlara ætti at vísa boðini sum fullkomnar, grammatisk rættar setningar. Hesar boðini umboða ein talmiðlara, ið dugir at brúka telduna, og tekur sær tíð til at byggja fullkomnar setningar við rættari grammatikki og punktmerking, sum man kennir frá vanligari skriftligari samskiftisform.",
    "Breytiskjøldin hjá talmiðlara ætti at vísa ein blanda av ymiskum samskiftisformum - stundum við stuttum telegrafiskum setningum, aðrar ferðir við meira fullkomnum setningum. Hetta umboðar, hvussu talmiðlarar kunnu broyta samskiftisform sítt eftir orku støðu, neyð, ella fløkjaðleika boðskaparins.",
    "Boðini eru stutt, beinleiðis, ofta uttan smá orð. Setningarnar eru 2-5 orð longar. Eingin sms-stíl styttingar ella útsettar punktur.",
    "Boðini eru ein blanda av telegrafiskum setningum og stuttum fullkomnum setningum. Tilpassa stílin náttúrliga eftir endamáli boðskaparins."
  ],
  "topic": [
    "føroysk matur",
    "fótbóltur",
    "fiskiskapur",
    "føroysk tónleik",
    "føroysk saga",
    "náttúra og veðurlag",
    "føroysk politikk"
  ],
  "aac_user": [
    "Jón",
    "Súsanna",
    "Pætur",
    "Ragnheiður",
    "Árni",
    "Elinborg",
    "Hans",
    "Marjun",
    "Tómas",
    "Sólja"
  ],
  "partner": [
    "Andreas",
    "Katrin",
    "Jakup",
    "Ingilín",
    "Rói",
    "Gunnhild",
    "Fríðrikur",
    "Annika",
    "Magnus",
    "Liv"
  ]
}