{
  "time_of_day": [
    "matin",
    "après-midi",
    "soir",
    "nuit",
    "aube",
    "crepuscule"
  ],
  "setting": [
    "maison",
    "travail",
    "école",
    "bibliothèque",
    "café",
    "marché",
    "église",
    "mosquée",
    "synagogue",
    "parc",
    "musée",
    "théâtre",
    "cinéma",
    "plage",
    "forêt"
  ],
  "tone": [
    "doux",
    "sérieux",
    "supportif",
    "amical",
    "formel",
    "informel",
    "positif",
    "négatif",
    "neutre"
  ],
  "relationship": [
    "époux",
    "partenaire",
    "ami",
    "collègue",
    "parent",
    "enfant",
    "frère",
    "sœur",
    "voisin",
    "mentor"
  ],
  "aac_system": [
    "appareil AAC basé sur le clavier",
    "appareil AAC à commande oculaire",
    "appareil AAC à commande tactile",
    "appareil AAC à commande vocale"
  ],
  "aac_mlu_length": [
    "court",
    "moyen",
    "long"
  ],
  "writing_style": [
    "Les messages de l'utilisateur de l'aide à la communication devraient être affichés tels qu'ils apparaîtraient sur la barre de messages de leur appareil de communication assistée — des phrases courtes, possiblement télégraphiques ou non grammaticales. Évitez d'utiliser des points de suspension ... ou une ponctuation de style SMS. Les messages de la CA doivent utiliser un langage direct, clair avec un minimum de mots (2-4 mots par message).",
    "Les messages de l'utilisateur de l'aide à la communication devraient être affichés tels qu'ils apparaîtraient sur la barre de messages de leur appareil de communication assistée — des phrases abrégées avec une certaine grammaire mais manquant d'articles ou de conjonctions. Les messages devraient être quelque peu condensés mais toujours maintenir une structure de phrase de base (4-6 mots par message).",
    "Les messages de l'utilisateur de l'aide à la communication devraient être affichés comme des phrases complètes, grammaticalement correctes. Ces messages représentent un utilisateur de la CA qui est à l'aise avec l'informatique et prend le temps de construire des phrases complètes avec une grammaire et une ponctuation appropriées, similaires à une communication écrite typique.",
    "Les messages de l'utilisateur de l'aide à la communication devraient montrer un mélange de styles de communication — parfois en utilisant des phrases télégraphiques courtes, d'autres fois en utilisant des phrases plus complètes. Cela représente comment les utilisateurs de la CA pourraient varier leur style de communication en fonction des niveaux d'énergie, de l'urgence, ou de la complexité du message.",
    "Les messages sont courts, directs, manquant souvent de petits mots. Les phrases sont de 2 à 5 mots de long. Pas d'abréviations de style SMS ou de points de suspension.",
    "Les messages sont un mélange de phrases télégraphiques et de courtes phrases complètes. Ajustez le style naturellement en fonction du but du message."
  ],
  "topic": [
    "cuisine française",
    "vin",
    "politique",
    "art",
    "littérature",
    "football",
    "rugby",
    "vacances",
    "cinéma",
    "musique",
    "histoire",
    "voyage",
    "mode",
    "technologie"
  ],
  "aac_user": [
    "Jean",
    "Marie",
    "Claude",
    "Francine",
    "Pierre",
    "Sophie",
    "Bernard",
    "Julie",
    "René",
    "Monique"
  ],
  "partner": [
    "Paul",
    "Isabelle",
    "Jacques",
    "Catherine",
    "François",
    "Anne",
    "Philippe",
    "Martine",
    "André",
    "Nicole"
  ]
}