{
  "time_of_day": [
    "matin",
    "après-midi",
    "soir",
    "nuit",
    "aube",
    "crepuscule"
  ],
  "setting": [
    "maison",
    "travail",
    "école",
    "bibliothèque",
    "café",
    "marché",
    "église",
    "mosquée",
    "synagogue",
    "parc",
    "musée",
    "théâtre",
    "cinéma",
    "plage",
    "forêt"
  ],
  "tone": [
    "doux",
    "sérieux",
    "supportif",
    "amical",
    "formel",
    "informel",
    "positif",
    "négatif",
    "neutre"
  ],
  "relationship": [
    "époux",
    "partenaire",
    "ami",
    "collègue",
    "parent",
    "enfant",
    "frère",
    "sœur",
    "voisin",
    "mentor"
  ],
  "aac_system": [
    "appareil AAC basé sur le clavier",
    "appareil AAC à commande oculaire",
    "appareil AAC à commande tactile",
    "appareil AAC à commande vocale"
  ],
  "aac_mlu_length": [
    "short",
    "medium",
    "long"
  ],
  "writing_style": [
    "The AAC user's messages should be shown as they would appear on their AAC device message bar — short phrases, possibly telegraphic or ungrammatical. Avoid using ellipses ... or texting-style punctuation. AAC messages should use direct, clear language with minimal words (2-4 words per message).",
    "The AAC user's messages should be shown as they would appear on their AAC device message bar — abbreviated sentences with some grammar but missing articles or conjunctions. Messages should be somewhat condensed but still maintain basic sentence structure (4-6 words per message).",
    "The AAC user's messages should be shown as complete, grammatically correct sentences. These messages represent an AAC user who is computer literate and takes time to construct full sentences with proper grammar and punctuation, similar to typical written communication.",
    "The AAC user's messages should show a mix of communication styles — sometimes using short telegraphic phrases, other times using more complete sentences. This represents how AAC users might vary their communication style based on energy levels, urgency, or complexity of the message.",
    "Messages are short, direct, often missing small words. Sentences are 2-5 words long. No texting-style abbreviations or ellipses.",
    "Messages are a mix of telegraphic phrases and short full sentences. Adjust style naturally based on the message purpose."
  ],
  "topic": [
    "cuisine française",
    "vin",
    "politique",
    "art",
    "littérature",
    "football",
    "rugby",
    "vacances",
    "cinéma",
    "musique",
    "histoire",
    "voyage",
    "mode",
    "technologie"
  ],
  "aac_user": [
    "Jean",
    "Marie",
    "Claude",
    "Francine",
    "Pierre",
    "Sophie",
    "Bernard",
    "Julie",
    "René",
    "Monique"
  ],
  "partner": [
    "Paul",
    "Isabelle",
    "Jacques",
    "Catherine",
    "François",
    "Anne",
    "Philippe",
    "Martine",
    "André",
    "Nicole"
  ]
}