{
  "time_of_day": [
    "בוקר",
    "צהריים",
    "ערב",
    "לילה"
  ],
  "setting": [
    "בית",
    "עבודה",
    "סינגוגה",
    "חוף הים",
    "שוק",
    "מרכז קניות",
    "מסעדה",
    "פארק"
  ],
  "tone": [
    "עדין",
    "רציני",
    "תומך",
    "חפוז",
    "שמח"
  ],
  "relationship": [
    "בן זוג",
    "שותף",
    "חבר",
    "בן משפחה",
    "קרוב משפחה",
    "מנהל",
    "עמית לעבודה"
  ],
  "aac_system": [
    "מכשיר AAC מבוסס מקלדת",
    "מכשיר AAC מבוסס מבט עין"
  ],
  "aac_mlu_length": [
    "קצר",
    "בינוני",
    "ארוך"
  ],
  "writing_style": [
    "הודעות המשתמש במכשיר AAC צריכות להופיע כפי שהן מופיעות בסרגל ההודעות של המכשיר — משפטים קצרים, אפשר טלגרפיים או לא דקדוקיים. יש להימנע משימוש באליפסה ... או בניקוד בסגנון מסרונים. הודעות AAC צריכות להשתמש בשפה ישירה, ברורה עם מילים מינימליות (2-4 מילים להודעה).",
    "הודעות המשתמש במכשיר AAC צריכות להופיע כפי שהן מופיעות בסרגל ההודעות של המכשיר — משפטים מקוצרים עם דקדוק חלקי אך חסרים כלים או חיבורים. ההודעות צריכות להיות מרוכזות באופן חלקי אך עדיין לשמר מבנה משפט בסיסי (4-6 מילים להודעה).",
    "הודעות המשתמש במכשיר AAC צריכות להופיע כמשפטים שלמים, תקניים מבחינה דקדוקית. ההודעות האלה מייצגות משתמש AAC שמבין במחשבים ומקדיש זמן לבניית משפטים שלמים עם דקדוק וסימני פיסוק תקניים, בדומה לתקשורת כתובה טיפוסית.",
    "הודעות המשתמש במכשיר AAC צריכות להראות שילוב של סגנונות תקשורת — לפעמים משתמשים בביטויים טלגרפיים קצרים, בפעמים אחרות משתמשים במשפטים מלאים יותר. זה מייצג איך משתמשי AAC עשויים לשנות את סגנון התקשורת שלהם בהתאם לרמות האנרגיה, לדחיפות, או למורכבות של ההודעה.",
    "ההודעות הן קצרות, ישירות, ולעיתים חסרות מילים קטנות. המשפטים הם באורך של 2-5 מילים. אין שימוש בראשי תיבות בסגנון מסרונים או באליפסה.",
    "ההודעות הן שילוב של ביטויים טלגרפיים ומשפטים מלאים קצרים. תאים את הסגנון באופן טבעי בהתאם למטרה של ההודעה."
  ],
  "topic": [
    "אירועים מקומיים",
    "מסורות",
    "אוכל מקומי",
    "תרבות",
    "מדיה",
    "פוליטיקה",
    "ספורט"
  ],
  "aac_user": [
    "אביב",
    "דניאל",
    "מרים",
    "רחל",
    "יוסי",
    "אלי",
    "שרה",
    "משה",
    "נועה",
    "ישראל"
  ],
  "partner": [
    "ליה",
    "דוד",
    "אביגיל",
    "אהרון",
    "תמר",
    "יצחק",
    "חנה",
    "שלמה",
    "אדל",
    "יעקב"
  ]
}