{
  "time_of_day": [
    "jutro",
    "prije podne",
    "podne",
    "poslije podne",
    "večer",
    "noć"
  ],
  "setting": [
    "kafić",
    "tržnica",
    "crkva",
    "park",
    "plaža",
    "kino",
    "kazalište",
    "škola",
    "ured",
    "knjižnica"
  ],
  "tone": [
    "nježan",
    "ozbiljan",
    "potporni",
    "vedar",
    "ljut",
    "tužan",
    "veseo",
    "opušten"
  ],
  "relationship": [
    "supružnik",
    "partner",
    "prijatelj",
    "roditelj",
    "dijete",
    "kolega",
    "sestra",
    "brat",
    "baka",
    "djed"
  ],
  "aac_system": [
    "uređaj za AAC na temelju tipkovnice",
    "uređaj s praćenjem pogleda",
    "taktilni AAC uređaj",
    "AAC aplikacija"
  ],
  "aac_mlu_length": [
    "kratak",
    "srednji",
    "dug"
  ],
  "writing_style": [
    "Poruke korisnika komunikacijskih pomagala trebale bi se prikazati kako bi se pojavile na njihovoj traci s porukama komunikacijskog uređaja - kratke fraze, moguće telegrafske ili nepravilne. Izbjegavajte korištenje elipsi ... ili interpunkcije u stilu slanja poruka. Poruke komunikacijskih pomagala trebale bi koristiti izravan, jasan jezik s minimalnim riječima (2-4 riječi po poruci).",
    "Poruke korisnika komunikacijskih pomagala trebale bi se prikazati kako bi se pojavile na njihovoj traci s porukama komunikacijskog uređaja - skraćene rečenice s nekom gramatikom, ali nedostaju članci ili veznici. Poruke bi trebale biti donekle sažete, ali još uvijek održavati osnovnu strukturu rečenice (4-6 riječi po poruci).",
    "Poruke korisnika komunikacijskih pomagala trebale bi se prikazivati kao potpune, gramatički ispravne rečenice. Ove poruke predstavljaju korisnika komunikacijskih pomagala koji je računalno pismen i uzima vremena za izradu punih rečenica s pravilnom gramatikom i interpunkcijom, slično tipičnoj pisanoj komunikaciji.",
    "Poruke korisnika komunikacijskih pomagala trebale bi pokazivati mješavinu stilova komunikacije - ponekad koristeći kratke telegrafske fraze, drugi put koristeći potpunije rečenice. To predstavlja kako korisnici komunikacijskih pomagala mogu mijenjati svoj stil komunikacije na temelju razina energije, hitnosti ili složenosti poruke.",
    "Poruke su kratke, izravne, često nedostaju male riječi. Rečenice su dugačke 2-5 riječi. Nema skraćenica u stilu slanja poruka ili elipsi.",
    "Poruke su mješavina telegrafskih fraza i kratkih cijelih rečenica. Prilagodite stil prirodno na temelju svrhe poruke."
  ],
  "topic": [
    "hrana",
    "sport",
    "glazba",
    "tradicionalne proslave",
    "politika",
    "vijesti",
    "kultura",
    "putovanja",
    "povijest",
    "umjetnost"
  ],
  "aac_user": [
    "Ivan",
    "Marija",
    "Ana",
    "Josip",
    "Marko",
    "Katarina",
    "Tomislav",
    "Ivana",
    "Petar",
    "Maja"
  ],
  "partner": [
    "Ante",
    "Kristina",
    "Zoran",
    "Nina",
    "Damir",
    "Sanja",
    "Mario",
    "Jelena",
    "Robert",
    "Lana"
  ]
}