{
  "time_of_day": [
    "mattina",
    "pomeriggio",
    "sera",
    "notte"
  ],
  "setting": [
    "casa",
    "ufficio",
    "chiesa",
    "ristorante",
    "mercato",
    "biblioteca",
    "teatro",
    "stadio",
    "museo",
    "parco"
  ],
  "tone": [
    "gentile",
    "serio",
    "supportivo",
    "spensierato",
    "formale",
    "informale",
    "freddo",
    "caldo",
    "critico",
    "entusiasta"
  ],
  "relationship": [
    "coniuge",
    "partner",
    "amico",
    "collega",
    "padre",
    "madre",
    "fratello",
    "sorella",
    "figlio",
    "nipote"
  ],
  "aac_system": [
    "dispositivo AAC basato su tastiera",
    "dispositivo AAC con controllo oculare",
    "tastiera di comunicazione",
    "tavoletta di comunicazione",
    "software di sintesi vocale"
  ],
  "aac_mlu_length": [
    "breve",
    "medio",
    "lungo"
  ],
  "writing_style": [
    "I messaggi dell'utente del dispositivo di comunicazione assistiva dovrebbero essere mostrati come apparirebbero sulla barra dei messaggi del loro dispositivo — frasi brevi, possibilmente telegrafiche o ungrammaticali. Evita di usare le ellissi ... o la punteggiatura nello stile degli SMS. I messaggi dovrebbero utilizzare un linguaggio diretto e chiaro con un minimo di parole (2-4 parole per messaggio).",
    "I messaggi dell'utente del dispositivo di comunicazione assistiva dovrebbero essere mostrati come apparirebbero sulla barra dei messaggi del loro dispositivo — frasi abbreviate con un po' di grammatica ma mancanti di articoli o congiunzioni. I messaggi dovrebbero essere in qualche modo condensati ma mantenere comunque una struttura di frase di base (4-6 parole per messaggio).",
    "I messaggi dell'utente del dispositivo di comunicazione assistiva dovrebbero essere mostrati come frasi complete e grammaticalmente corrette. Questi messaggi rappresentano un utente che è competente con il computer e si prende il tempo per costruire frasi complete con una grammatica e una punteggiatura corrette, simili alla comunicazione scritta tipica.",
    "I messaggi dell'utente del dispositivo di comunicazione assistiva dovrebbero mostrare un mix di stili di comunicazione — a volte usando frasi telegrafiche brevi, altre volte usando frasi più complete. Questo rappresenta come gli utenti potrebbero variare il loro stile di comunicazione in base ai livelli di energia, urgenza o complessità del messaggio.",
    "I messaggi sono brevi, diretti, spesso mancanti di piccole parole. Le frasi sono lunghe 2-5 parole. Niente abbreviazioni o ellissi in stile SMS.",
    "I messaggi sono un mix di frasi telegrafiche e brevi frasi complete. Regola lo stile in modo naturale in base allo scopo del messaggio."
  ],
  "topic": [
    "calcio",
    "cibo",
    "feste tradizionali",
    "cinema",
    "musica",
    "arte",
    "storia",
    "politica",
    "moda",
    "turismo"
  ],
  "aac_user": [
    "Giuseppe",
    "Maria",
    "Antonio",
    "Anna",
    "Giovanni",
    "Rosa",
    "Luigi",
    "Angela",
    "Francesco",
    "Carmela"
  ],
  "partner": [
    "Roberto",
    "Laura",
    "Marco",
    "Giulia",
    "Andrea",
    "Paola",
    "Davide",
    "Sara",
    "Fabio",
    "Elena"
  ]
}