{
  "time_of_day": [
    "morgen",
    "formiddag",
    "ettermiddag",
    "kveld",
    "natt"
  ],
  "setting": [
    "hjemme",
    "skole",
    "arbeidsplass",
    "kirke",
    "butikk",
    "teater",
    "fjell",
    "strand",
    "fotballstadion",
    "kafé"
  ],
  "tone": [
    "vennlig",
    "alvorlig",
    "støttende",
    "kritisk",
    "ironisk",
    "formell",
    "uforpliktende",
    "respektfull"
  ],
  "relationship": [
    "ektefelle",
    "partner",
    "venn",
    "kollega",
    "bror",
    "søster",
    "far",
    "mor",
    "bestefar",
    "bestemor"
  ],
  "aac_system": [
    "tastaturbasert AAC-enhet",
    "øyestyringsenhet",
    "talegenererende enhet",
    "piktogrambok",
    "tegnspråk",
    "tegn-til-tale"
  ],
  "aac_mlu_length": [
    "kort",
    "medium",
    "lang"
  ],
  "writing_style": [
    "Meldingene fra AAC-brukeren skal vises som de ville dukket opp på meldingsfeltet på AAC-enheten deres - korte setninger, muligens telegramstil eller ugrammatikale. Unngå bruk av ellipse ... eller teksting-stil punktsetting. AAC-meldinger bør bruke direkte, klart språk med minimalt med ord (2-4 ord per melding).",
    "Meldingene fra AAC-brukeren skal vises som de ville dukket opp på meldingsfeltet på AAC-enheten deres - forkortet setninger med noe grammatikk, men mangler artikler eller konjunksjoner. Meldingene skal være noe kondenserte, men fremdeles opprettholde grunnleggende setningsstruktur (4-6 ord per melding).",
    "Meldingene fra AAC-brukeren skal vises som fullstendige, grammatisk korrekte setninger. Disse meldingene representerer en AAC-bruker som er datakyndig og tar seg tid til å lage fullstendige setninger med korrekt grammatikk og punktsetting, lik typisk skriftlig kommunikasjon.",
    "Meldingene fra AAC-brukeren skal vise en blanding av kommunikasjonsstiler - noen ganger bruker de korte telegramfraser, andre ganger bruker de mer komplette setninger. Dette representerer hvordan AAC-brukere kan variere kommunikasjonsstilen sin basert på energinivåer, hastverk eller kompleksiteten av meldingen.",
    "Meldingene er korte, direkte, ofte mangler små ord. Setningene er 2-5 ord lange. Ingen teksting-stil forkortelser eller ellipser.",
    "Meldingene er en blanding av telegramfraser og korte fullstendige setninger. Juster stilen naturlig basert på meldingens formål."
  ],
  "topic": [
    "Norsk mat",
    "lokale festivaler",
    "vikinghistorie",
    "norsk litteratur",
    "norsk musikk",
    "fotball",
    "ski",
    "fiske",
    "politikk",
    "klimaendringer"
  ],
  "aac_user": [
    "Olav",
    "Erik",
    "Lars",
    "Marte",
    "Hanne",
    "Ingrid",
    "Elin",
    "Jens",
    "Kari",
    "Anne"
  ],
  "partner": [
    "Marius",
    "Henrik",
    "Sofie",
    "Maria",
    "Ole",
    "Kristin",
    "Nina",
    "Per",
    "Line",
    "Andreas"
  ]
}