{
  "time_of_day": [
    "ochtend",
    "middag",
    "avond",
    "nacht"
  ],
  "setting": [
    "thuis",
    "werk",
    "school",
    "winkelcentrum",
    "park",
    "kerk",
    "stadhuis",
    "museum",
    "bibliotheek",
    "café"
  ],
  "tone": [
    "zacht",
    "serieus",
    "ondersteunend",
    "vriendelijk",
    "streng",
    "informeel",
    "formeel"
  ],
  "relationship": [
    "echtgenoot",
    "partner",
    "vriend",
    "collega",
    "familielid",
    "kennis"
  ],
  "aac_system": [
    "toetsenbord-gebaseerd AAC-apparaat",
    "oog-gaze apparaat",
    "spraakgenerator",
    "tekst-naar-spraak apparaat"
  ],
  "aac_mlu_length": [
    "kort",
    "gemiddeld",
    "lang"
  ],
  "writing_style": [
    "De berichten van de AAC-gebruiker moeten worden weergegeven zoals ze zouden verschijnen op hun AAC-apparaatberichtenbalk - korte zinnen, mogelijk telegramstijl of ongrammaticaal. Vermijd het gebruik van ellipsen ... of tekst-stijl interpunctie. AAC-berichten moeten directe, duidelijke taal gebruiken met minimale woorden (2-4 woorden per bericht).",
    "De berichten van de AAC-gebruiker moeten worden weergegeven zoals ze zouden verschijnen op hun AAC-apparaatberichtenbalk - afgekorte zinnen met enige grammatica maar ontbrekende artikelen of voegwoorden. Berichten moeten enigszins gecondenseerd zijn, maar nog steeds de basiszinstructuur behouden (4-6 woorden per bericht).",
    "De berichten van de AAC-gebruiker moeten worden weergegeven als volledige, grammaticaal correcte zinnen. Deze berichten vertegenwoordigen een AAC-gebruiker die computervaardig is en de tijd neemt om volledige zinnen te construeren met een goede grammatica en interpunctie, vergelijkbaar met typische schriftelijke communicatie.",
    "De berichten van de AAC-gebruiker moeten een mix van communicatiestijlen tonen - soms met korte telegramstijl-zinnen, andere keren met meer complete zinnen. Dit vertegenwoordigt hoe AAC-gebruikers hun communicatiestijl kunnen variëren op basis van energieniveaus, urgentie of complexiteit van het bericht.",
    "Berichten zijn kort, direct, missen vaak kleine woorden. Zinnen zijn 2-5 woorden lang. Geen tekst-stijl afkortingen of ellipsen.",
    "Berichten zijn een mix van telegramstijl-zinnen en korte volledige zinnen. Pas de stijl natuurlijk aan op basis van het doel van het bericht."
  ],
  "topic": [
    "lokale evenementen",
    "Belgische geschiedenis",
    "Belgische gerechten",
    "Belgische sporten",
    "Belgische films",
    "Belgische muziek",
    "Belgische literatuur"
  ],
  "aac_user": [
    "Jeroen",
    "Lotte",
    "Thomas",
    "Emma",
    "Lucas",
    "Sophie",
    "Louis",
    "Amélie",
    "Liam",
    "Olivia"
  ],
  "partner": [
    "Marie",
    "Jan",
    "Elise",
    "David",
    "Sarah",
    "Peter",
    "Julie",
    "Michael",
    "Charlotte",
    "Sam"
  ]
}