{
  "time_of_day": [
    "rano",
    "przedpołudnie",
    "popołudnie",
    "wieczór",
    "noc"
  ],
  "setting": [
    "dom",
    "szkoła",
    "kościół",
    "park",
    "teatr",
    "restauracja",
    "stadion",
    "galeria sztuki",
    "rynek",
    "kawiarnia"
  ],
  "tone": [
    "łagodny",
    "poważny",
    "wspierający",
    "radosny",
    "smutny",
    "złośliwy",
    "neutralny"
  ],
  "relationship": [
    "małżonek",
    "partner",
    "przyjaciel",
    "rodzeństwo",
    "rodzic",
    "dziadek",
    "babcia",
    "kuzyn",
    "szef",
    "kolega z pracy"
  ],
  "aac_system": [
    "urządzenie AAC z klawiaturą",
    "urządzenie z kontrolą wzrokiem",
    "komunikator mowy",
    "tablica komunikacyjna",
    "aplikacja komunikacyjna"
  ],
  "aac_mlu_length": [
    "krótki",
    "średni",
    "długi"
  ],
  "writing_style": [
    "Wiadomości od użytkownika AAC powinny być wyświetlane tak, jak by wyglądały na pasku wiadomości ich urządzenia AAC — krótkie frazy, możliwie telegraficzne lub niegramatyczne. Unikaj używania wielokropka ... lub interpunkcji stylu SMS. Wiadomości AAC powinny używać bezpośredniego, jasnego języka z minimalną ilością słów (2-4 słowa na wiadomość).",
    "Wiadomości od użytkownika AAC powinny być wyświetlane tak, jak by wyglądały na pasku wiadomości ich urządzenia AAC — skrócone zdania z pewną gramatyką, ale bez artykułów lub spójników. Wiadomości powinny być nieco skondensowane, ale nadal zachować podstawową strukturę zdań (4-6 słów na wiadomość).",
    "Wiadomości od użytkownika AAC powinny być wyświetlane jako pełne, gramatycznie poprawne zdania. Te wiadomości reprezentują użytkownika AAC, który umie obsługiwać komputer i poświęca czas na tworzenie pełnych zdań z prawidłową gramatyką i interpunkcją, podobnie jak typowa komunikacja pisemna.",
    "Wiadomości od użytkownika AAC powinny pokazywać mieszankę stylów komunikacji — czasami używając krótkich fraz telegraficznych, innym razem używając bardziej kompletnych zdań. To reprezentuje, jak użytkownicy AAC mogą zmieniać swój styl komunikacji w zależności od poziomu energii, pilności czy złożoności wiadomości.",
    "Wiadomości są krótkie, bezpośrednie, często brakuje małych słów. Zdania mają 2-5 słów. Bez skrótów w stylu SMS czy wielokropków.",
    "Wiadomości to mieszanka fraz telegraficznych i krótkich pełnych zdań. Styl dostosowuje się naturalnie w zależności od celu wiadomości."
  ],
  "topic": [
    "kuchnia polska",
    "tradycje",
    "święta",
    "polska historia",
    "polska literatura",
    "sport",
    "polityka",
    "sztuka",
    "muzyka",
    "filmy"
  ],
  "aac_user": [
    "Jakub",
    "Kacper",
    "Zuzanna",
    "Julia",
    "Mikołaj",
    "Aleksandra",
    "Wojciech",
    "Anna",
    "Michał",
    "Magdalena"
  ],
  "partner": [
    "Piotr",
    "Krzysztof",
    "Maria",
    "Elżbieta",
    "Tomasz",
    "Agnieszka",
    "Józef",
    "Barbara",
    "Jan",
    "Marta"
  ]
}