{
  "time_of_day": [
    "manhã",
    "tarde",
    "noite",
    "madrugada"
  ],
  "setting": [
    "casa",
    "trabalho",
    "escola",
    "igreja",
    "praia",
    "parque",
    "shopping",
    "estádio de futebol",
    "festa junina",
    "carnaval"
  ],
  "tone": [
    "gentil",
    "sério",
    "solidário",
    "brincalhão",
    "educado",
    "formal",
    "informal"
  ],
  "relationship": [
    "esposo(a)",
    "parceiro(a)",
    "amigo(a)",
    "colega",
    "irmão(ã)",
    "pai",
    "mãe",
    "filho(a)",
    "vizinho(a)",
    "namorado(a)"
  ],
  "aac_system": [
    "dispositivo AAC baseado em teclado",
    "dispositivo de olhar",
    "comunicação alternativa",
    "sistema pictográfico",
    "sistema de símbolos"
  ],
  "aac_mlu_length": [
    "curto",
    "médio",
    "longo"
  ],
  "writing_style": [
    "As mensagens do usuário do dispositivo de comunicação assistiva devem ser mostradas como apareceriam na barra de mensagens de seu dispositivo — frases curtas, possivelmente telegráficas ou não gramaticais. Evite usar reticências ... ou pontuação estilo de mensagens de texto. As mensagens devem usar uma linguagem direta e clara com palavras mínimas (2-4 palavras por mensagem).",
    "As mensagens do usuário do dispositivo de comunicação assistiva devem ser mostradas como apareceriam na barra de mensagens de seu dispositivo — frases abreviadas com alguma gramática, mas faltando artigos ou conjunções. As mensagens devem ser um tanto condensadas, mas ainda mantêm a estrutura básica da frase (4-6 palavras por mensagem).",
    "As mensagens do usuário do dispositivo de comunicação assistiva devem ser mostradas como frases completas e gramaticalmente corretas. Essas mensagens representam um usuário que é alfabetizado em informática e leva tempo para construir frases completas com gramática e pontuação adequadas, semelhantes à comunicação escrita típica.",
    "As mensagens do usuário do dispositivo de comunicação assistiva devem mostrar uma mistura de estilos de comunicação — às vezes usando frases curtas telegráficas, outras vezes usando frases mais completas. Isso representa como os usuários podem variar seu estilo de comunicação com base nos níveis de energia, urgência ou complexidade da mensagem.",
    "As mensagens são curtas, diretas, muitas vezes faltando palavras pequenas. As frases têm de 2 a 5 palavras. Sem abreviações de estilo de mensagens de texto ou reticências.",
    "As mensagens são uma mistura de frases telegráficas e frases curtas completas. Ajuste o estilo naturalmente com base no propósito da mensagem."
  ],
  "topic": [
    "futebol",
    "novelas",
    "comida brasileira",
    "música sertaneja",
    "carnaval",
    "política",
    "churrasco",
    "praia",
    "festa junina",
    "caipirinha"
  ],
  "aac_user": [
    "Maria",
    "Ana",
    "João",
    "Pedro",
    "Luiz",
    "Francisco",
    "Carlos",
    "Paulo",
    "José",
    "Antônio"
  ],
  "partner": [
    "Beatriz",
    "Gabriela",
    "Rafael",
    "Guilherme",
    "Leonardo",
    "Roberto",
    "Fernando",
    "Eduardo",
    "Marcelo",
    "Ricardo"
  ]
}