{
  "time_of_day": [
    "утро",
    "день",
    "вечер",
    "ночь"
  ],
  "setting": [
    "дом",
    "офис",
    "улица",
    "парк",
    "магазин",
    "кафе",
    "театр",
    "церковь",
    "библиотека",
    "рынок"
  ],
  "tone": [
    "мягкий",
    "серьезный",
    "поддерживающий",
    "веселый",
    "строгий",
    "расслабленный"
  ],
  "relationship": [
    "супруг",
    "партнер",
    "друг",
    "родственник",
    "коллега",
    "начальник",
    "учитель",
    "ученик"
  ],
  "aac_system": [
    "клавиатурный ААС-устройство",
    "устройство с управлением взглядом",
    "тактильный ААС"
  ],
  "aac_mlu_length": [
    "короткий",
    "средний",
    "длинный"
  ],
  "writing_style": [
    "Сообщения пользователя AAC должны отображаться так, как они появлялись бы на панели сообщений их AAC устройства - короткие фразы, возможно телеграфные или неграмотные. Избегайте использования многоточия ... или пунктуации в стиле смс. Сообщения AAC должны использовать прямой, ясный язык с минимальным количеством слов (2-4 слова в сообщении).",
    "Сообщения пользователя AAC должны отображаться так, как они появлялись бы на панели сообщений их AAC устройства - сокращенные предложения с некоторой грамматикой, но без артиклей или союзов. Сообщения должны быть несколько сжаты, но все еще сохранять основную структуру предложения (4-6 слов в сообщении).",
    "Сообщения пользователя AAC должны отображаться в виде полных, грамматически правильных предложений. Эти сообщения представляют пользователя AAC, который умеет обращаться с компьютером и тратит время на составление полных предложений с правильной грамматикой и пунктуацией, аналогично типичной письменной коммуникации.",
    "Сообщения пользователя AAC должны показывать смесь стилей коммуникации - иногда используются короткие телеграфные фразы, иногда более полные предложения. Это отражает, как пользователи AAC могут менять свой стиль общения в зависимости от уровня энергии, срочности или сложности сообщения.",
    "Сообщения короткие, прямые, часто без маленьких слов. Предложения длиной от 2 до 5 слов. Нет сокращений в стиле смс или многоточий.",
    "Сообщения - это смесь телеграфных фраз и коротких полных предложений. Природно корректируйте стиль в зависимости от цели сообщения."
  ],
  "topic": [
    "культура",
    "традиции",
    "праздники",
    "еда",
    "политика",
    "спорт",
    "кино",
    "музыка",
    "литература",
    "путешествия"
  ],
  "aac_user": [
    "Алексей",
    "Владимир",
    "Мария",
    "Елена",
    "Иван",
    "Татьяна",
    "Сергей",
    "Ольга",
    "Николай",
    "Анна"
  ],
  "partner": [
    "Наталья",
    "Дмитрий",
    "Ирина",
    "Андрей",
    "Юлия",
    "Александр",
    "Екатерина",
    "Михаил",
    "Светлана",
    "Василий"
  ]
}