{
  "time_of_day": [
    "ráno",
    "dopoludnia",
    "popoludní",
    "večer",
    "noc"
  ],
  "setting": [
    "domov",
    "kancelária",
    "kaviareň",
    "kostol",
    "park",
    "divadlo",
    "múzeum",
    "knižnica",
    "obchodné centrum",
    "trh"
  ],
  "tone": [
    "jemný",
    "vážny",
    "podporný",
    "veselý",
    "smutný",
    "hnevivý"
  ],
  "relationship": [
    "manžel",
    "partner",
    "priateľ",
    "rodič",
    "dieťa",
    "kolega",
    "sused",
    "učiteľ",
    "študent",
    "vedúci"
  ],
  "aac_system": [
    "AAC zariadenie na báze klávesnice",
    "AAC zariadenie s ovládaním pohľadom",
    "AAC komunikačná doska",
    "AAC aplikácia na smartfóne"
  ],
  "aac_mlu_length": [
    "krátky",
    "stredný",
    "dlhý"
  ],
  "writing_style": [
    "Správy užívateľa AAC by sa mali zobrazovať tak, ako by sa objavili na lište správ ich AAC zariadenia - krátke frázy, možno telegrafické alebo nesprávne. Vyhnite sa používaniu trojbodky ... alebo interpunkcie pre textové správy. Správy AAC by mali používať priamu, jasnú reč s minimom slov (2-4 slová na správu).",
    "Správy užívateľa AAC by sa mali zobrazovať tak, ako by sa objavili na lište správ ich AAC zariadenia - skrátené vety s nejakou gramatikou, ale chýbajúce články alebo spojky. Správy by mali byť trochu zhušťované, ale stále udržiavať základnú štruktúru viet (4-6 slov na správu).",
    "Správy užívateľa AAC by sa mali zobrazovať ako kompletné, gramaticky správne vety. Tieto správy predstavujú užívateľa AAC, ktorý ovláda počítač a venuje čas konštrukcii plných viet s riadnou gramatikou a interpunkciou, podobne ako typická písomná komunikácia.",
    "Správy užívateľa AAC by mali ukazovať mix komunikačných štýlov - niekedy používajú krátke telegrafické frázy, inokedy používajú plnejšie vety. Toto predstavuje, ako by užívatelia AAC mohli meniť svoj komunikačný štýl na základe energetických úrovní, naliehavosti alebo zložitosti správy.",
    "Správy sú krátke, priame, často chýbajú malé slová. Vety sú 2-5 slov dlhé. Žiadne textové skratky alebo trojbodky.",
    "Správy sú mixom telegrafických fráz a krátkych plných viet. Štýl prispôsobte prirodzene na základe účelu správy."
  ],
  "topic": [
    "slovenské tradície",
    "mestské festivaly",
    "slovenská kuchyňa",
    "miestna politika",
    "šport",
    "hudba",
    "slovenské filmy",
    "cestovanie",
    "rodinné oslavy"
  ],
  "aac_user": [
    "Ján",
    "Peter",
    "Mária",
    "Anna",
    "Lukáš",
    "Eva",
    "Martin",
    "Zuzana",
    "Tomáš",
    "Jana"
  ],
  "partner": [
    "Milan",
    "Helena",
    "Andrej",
    "Monika",
    "Michal",
    "Gabriela",
    "Pavol",
    "Katarína",
    "Roman",
    "Martina"
  ]
}