{
  "time_of_day": [
    "jutro",
    "dopoldne",
    "popoldne",
    "večer",
    "noč"
  ],
  "setting": [
    "dom",
    "tržnica",
    "kavarna",
    "park",
    "knjižnica",
    "cerkev",
    "gledališče",
    "muzej",
    "šola",
    "univerza"
  ],
  "tone": [
    "nežen",
    "resen",
    "podporen",
    "veder",
    "strogo",
    "sproščeno",
    "veselo",
    "žalostno"
  ],
  "relationship": [
    "zakonec",
    "partner",
    "prijatelj",
    "sodelavec",
    "sorodnik",
    "otrok",
    "starš",
    "učitelj",
    "učenec"
  ],
  "aac_system": [
    "naprava AAC na osnovi tipkovnice",
    "naprava z očesnim pogledom",
    "prenosna AAC naprava",
    "AAC program"
  ],
  "aac_mlu_length": [
    "kratko",
    "srednje",
    "dolgo"
  ],
  "writing_style": [
    "Sporočila uporabnika AAC naprave naj se prikažejo, kot bi se pojavila na njegovi napravi — kratke fraze, morda telegrafsko ali nepravilno. Izogibajte se uporabi tri pike ... ali slogu pisanja v slogu SMS. Sporočila AAC naj uporabljajo neposreden, jasen jezik z minimalnimi besedami (2-4 besede na sporočilo).",
    "Sporočila uporabnika AAC naprave naj se prikažejo, kot bi se pojavila na njegovi napravi — okrajšane stavke z nekaj slovnice, vendar brez členov ali veznikov. Sporočila naj bodo nekoliko strnjena, vendar še vedno ohranjajo osnovno strukturo stavka (4-6 besed na sporočilo).",
    "Sporočila uporabnika AAC naprave naj se prikažejo kot popolni, slovnično pravilni stavki. Ta sporočila predstavljajo uporabnika AAC, ki obvlada računalnik in si vzame čas za oblikovanje celih stavkov z pravilno slovnico in ločili, podobno kot je značilno za pisno komunikacijo.",
    "Sporočila uporabnika AAC naprave naj pokažejo mešanico komunikacijskih slogov — včasih uporabljajo kratke telegrafske fraze, drugič uporabljajo bolj popolne stavke. To predstavlja, kako bi uporabniki AAC lahko spreminjali svoj komunikacijski slog glede na energijske ravni, nujnost ali kompleksnost sporočila.",
    "Sporočila so kratka, neposredna, pogosto brez majhnih besed. Stavki so dolgi 2-5 besed. Brez okrajšav v stilu SMS ali tri pike.",
    "Sporočila so mešanica telegrafskih fraz in kratkih polnih stavkov. Slog prilagodite naravno glede na namen sporočila."
  ],
  "topic": [
    "kultura",
    "pivo",
    "vino",
    "kranjska klobasa",
    "potica",
    "nogomet",
    "košarka",
    "politika",
    "glasba",
    "literatura"
  ],
  "aac_user": [
    "Ana",
    "Miha",
    "Jan",
    "Maja",
    "Luka",
    "Nina",
    "Marko",
    "Petra",
    "David",
    "Eva"
  ],
  "partner": [
    "Andrej",
    "Katja",
    "Matej",
    "Tina",
    "Simon",
    "Alenka",
    "Peter",
    "Sara",
    "Gregor",
    "Katarina"
  ]
}