{
  "time_of_day": [
    "ранок",
    "день",
    "вечір",
    "ніч"
  ],
  "setting": [
    "дома",
    "робота",
    "школа",
    "церква",
    "ринок",
    "парк",
    "бібліотека",
    "театр",
    "стадіон",
    "громадський транспорт"
  ],
  "tone": [
    "лагідний",
    "серйозний",
    "підтримуючий",
    "жартівливий",
    "розлючений",
    "спокійний",
    "зацікавлений",
    "напружений"
  ],
  "relationship": [
    "дружина",
    "чоловік",
    "партнер",
    "друг",
    "колега",
    "батько",
    "мати",
    "син",
    "дочка",
    "брат",
    "сестра"
  ],
  "aac_system": [
    "AAC пристрій на основі клавіатури",
    "Пристрій для керування поглядом",
    "Портативний AAC пристрій",
    "Статична дошка для комунікації"
  ],
  "aac_mlu_length": [
    "короткий",
    "середній",
    "довгий"
  ],
  "writing_style": [
    "Повідомлення користувача AAC повинні відображатися так, як вони з'являються на панелі повідомлень їхнього AAC пристрою — короткі фрази, можливо, телеграфні або неграматичні. Уникайте використання еліпс ... або пунктуації в стилі текстових повідомлень. Повідомлення AAC повинні використовувати пряму, ясну мову з мінімальною кількістю слів (2-4 слова на повідомлення).",
    "Повідомлення користувача AAC повинні відображатися так, як вони з'являються на панелі повідомлень їхнього AAC пристрою — скорочені речення з деякою граматикою, але без артиклів або сполучників. Повідомлення повинні бути дещо стислими, але все ще зберігати базову структуру речень (4-6 слів на повідомлення).",
    "Повідомлення користувача AAC повинні відображатися як повні, граматично правильні речення. Ці повідомлення представляють користувача AAC, який володіє комп'ютером і знаходить час для створення повних речень з правильною граматикою та пунктуацією, аналогічно типовому письмовому спілкуванню.",
    "Повідомлення користувача AAC повинні показувати суміш стилів комунікації — іноді використовуючи короткі телеграфні фрази, іншого разу використовуючи більш повні речення. Це представляє, як користувачі AAC можуть варіювати свій стиль комунікації залежно від рівня енергії, терміновості або складності повідомлення.",
    "Повідомлення короткі, прямі, часто без маленьких слів. Речення мають 2-5 слів. Без абревіатур у стилі текстових повідомлень або еліпс.",
    "Повідомлення - це суміш телеграфних фраз та коротких повних речень. Натурально налаштовуйте стиль в залежності від мети повідомлення."
  ],
  "topic": [
    "політика",
    "культура",
    "традиції",
    "їжа",
    "спорт",
    "медіа",
    "музика",
    "кино",
    "література",
    "мистецтво",
    "релігія"
  ],
  "aac_user": [
    "Андрій",
    "Марія",
    "Ольга",
    "Василь",
    "Іван",
    "Наталія",
    "Сергій",
    "Анна",
    "Олександр",
    "Юлія"
  ],
  "partner": [
    "Тарас",
    "Ірина",
    "Микола",
    "Тетяна",
    "Петро",
    "Оксана",
    "Володимир",
    "Софія",
    "Богдан",
    "Людмила"
  ]
}